export const QuizData = [
    {
        question: "В каком году появился первый компьютер?",
        options: ['1992','1243','1932','1927'],
        answer: 4
    },
    {
        question: "Как звали человека который первым полетел в космос?",
        options: ['Илон Маск','Юрий Гагарин','Нил Армстонг','Таких нет'],
        answer: 2
    },
    {
        question: "Как зовут лучшего в мире программиста?",
        options: ['Билл Гейтс','Райан Гослинг','Али Ганукаев','Chat GPT'],
        answer: 3
    },
    {
        question: "Сколько будет 2 + 2?",
        options: ['5','3.14','928924','4'],
        answer: 1
    }
]